{
  "appTitle": "သားဖွားခြင်းစောင့်ရှောက်မှုလမ်းညွှန်",
  "pageSubtitle": "WHO သားဖွားခြင်းစောင့်ရှောက်မှုအကျဉ်းချုပ်ပုံစံ",
  "logout": "ထွက်ရန်",
  "patientInformation": "လူနာအချက်အလက်",
  "patientName": "လူနာအမည်",
  "age": "အသက်",
  "parity": "မွေးဖွားအကြိမ်",
  "labourOnset": "သားဖွားခြင်းစတင်ချိန်",
  "activeLabourDiagnosis": "သားဖွားခြင်းတက်ကြွအဆင့်ရောဂါဖြတ်ချက်",
  "rupturedMembranes": "ရေမွှာပေါက်ချိန်",
  "riskFactors": "အန္တရာယ်ရှိသောအချက်များ",
  "activeFirstStageStartTime": "သားဖွားခြင်းတက်ကြွအဆင့်ပထမပိုင်းစတင်ချိန်",
  "secondStageStartTime": "ဒုတိယအဆင့်စတင်ချိန်",
  "confirmSecondStage": "ဒုတိယအဆင့်ကို အတည်ပြုပါ",
  "confirmSecondStageDesc": "လူနာသည် သားဖွားခြင်းဒုတိယအဆင့်သို့ ရောက်ရှိကြောင်း အတည်ပြုရန် နှိပ်ပါ",
  "nextStepRequired": "နောက်တစ်ဆင့်လိုအပ်သည်",
  "enterActiveFirstStage": "သားဖွားခြင်းစောင့်ကြည့်ရေးဇယားများကို ဖန်တီးရန် အထက်ပါ Active First Stage Start Time ကို ထည့်သွင်းပါ။",
  "cervicalDilatation": "ဤအချိန်သည် လူနာ၏ သားအိမ်ခေါင်းကျယ်ခြင်း ၅စင်တီမီတာ သို့မဟုတ် ထိုထက်ပိုရောက်ရှိချိန်ဖြစ်သင့်သည်။",
  "secondStageDetection": "ဒုတိယအဆင့်ရှာဖွေခြင်း",
  "patientEnteredSecondStage": "လူနာသည် သားဖွားခြင်းဒုတိယအဆင့်သို့ ရောက်ရှိပါသည်",
  "activeFirstStage": "သားဖွားခြင်းတက်ကြွအဆင့်ပထမပိုင်း",
  "secondStageStarted": "ဒုတိယအဆင့်စတင်ချိန်",
  "backToList": "စာရင်းသို့ပြန်သွားရန်",
  "saveProgress": "အခြေအနေကို သိမ်းဆည်းရန်",
  "viewSummary": "အကျဉ်းချုပ်ကို ကြည့်ရှုရန်",
  "dashboard": "ဒက်ရှ်ဘုတ်",
  "endTreatment": "ကုသမှုအဆုံးသတ်ရန်",
  "resumeTreatment": "ကုသမှုကို ပြန်လည်စတင်ရန်",
  "treatmentEnded": "ကုသမှုအဆုံးသတ်ပြီး",
  "treatmentStatus": "ကုသမှုအခြေအနေ",
  "active": "တက်ကြွ",
  "birthed": "မွေးဖွားပြီး",
  "transferred": "ပြောင်းရွှေ့ပြီး",
  "other": "အခြား",
  "savedSuccessfully": "အောင်မြင်စွာ သိမ်းဆည်းပြီး",
  "labourCareSummary": "သားဖွားခြင်းစောင့်ရှောက်မှုအကျဉ်းချုပ်",
  "completeFormBelow": "သားဖွားခြင်းတက်ကြွချိန်အတွင်း အချိန်ကာလတစ်ခုချင်းစီအတွက် အောက်ပါပုံစံကို ဖြည့်စွက်ပါ",
  "supportiveCare": "ထောက်ပံ့ကူညီစောင့်ရှောက်မှု",
  "fhr": "သန္ဓေသားနှလုံးခုန်နှုန်း",
  "baby": "သန္ဓေသား",
  "woman": "မိခင်",
  "contractions": "သားအိမ်ညှစ်ခြင်း",
  "labourProgress": "LABOUR PROGRESS",
  "medication": "ဆေးဝါး",
  "sharedDecisionMaking": "ပူးပေါင်းဆုံးဖြတ်ချက်ချခြင်း",
  "initials": "လက်မှတ်",
  "cervixPlot": "သားအိမ်ခေါင်းဇယား",
  "descentPlot": "ဆင်းသက်ခြင်းဇယား",
  "savePlot": "ဇယားကို သိမ်းဆည်းရန်",
  "clearNewPoints": "အမှတ်အသားအသစ်များကို ရှင်းလင်းရန်",
  "clearAllPlot": "ဇယားအားလုံးကို ရှင်းလင်းရန်",
  "clinicalRecommendations": "ဆေးဘက်ဆိုင်ရာအကြံပြုချက်များ",
  "testRecommendations": "အကြံပြုချက်များကို စမ်းသပ်ရန်",
  "clearRecommendations": "အကြံပြုချက်များကို ရှင်းရန်",
  "noActiveAlerts": "သတိပေးချက်များ မရှိပါ။ ပါရာမီတာအားလုံးသည် ပုံမှန်အတိုင်းအတာအတွင်း ရှိပါသည်။",
  "endTreatmentModal": "ကုသမှုအဆုံးသတ်ရန်",
  "selectOutcome": "ကျေးဇူးပြု၍ ဤကုသမှု၏ရလဒ်ကို ရွေးချယ်ပါ:",
  "birth": "မွေးဖွားခြင်း",
  "successfulDelivery": "အောင်မြင်သောမွေးဖွားခြင်း - ကလေးအချက်အလက်နှင့် မွေးဖွားခြင်းအသေးစိတ်ကို မှတ်တမ်းတင်ပါ",
  "transfer": "ပြောင်းရွှေ့ခြင်း",
  "patientTransferred": "ထပ်မံစောင့်ရှောက်မှုအတွက် အခြားအဖွဲ့အစည်းသို့ လူနာကို ပြောင်းရွှေ့ပါ",
  "otherOutcome": "အခြားရလဒ် - အသေးစိတ်နှင့် အကြောင်းရင်းကို ဖော်ပြပါ",
  "cancel": "ပယ်ဖျက်ရန်",
  "confirmEndTreatment": "အတည်ပြုပြီး ကုသမှုအဆုံးသတ်ရန်",
  "formLabels": {
    "enterPatientName": "လူနာအမည်ကို ထည့်သွင်းပါ",
    "enterAge": "အသက်",
    "enterParity": "မွေးဖွားအကြိမ်",
    "selectOnsetType": "စတင်ခြင်းအမျိုးအစားကို ရွေးချယ်ပါ",
    "spontaneous": "သဘာဝအတိုင်း",
    "induced": "ဆေးဖြင့်ဖြစ်စေခြင်း",
    "enterRiskFactors": "အန္တရာယ်ရှိသောအချက်များကို ထည့်သွင်းပါ",
    "enterTime": "အချိန်ကို ထည့်သွင်းပါ",
    "enterValue": "တန်ဖိုးကို ထည့်သွင်းပါ",
    "select": "ရွေးချယ်ပါ",
    "briefNote": "အကျဉ်းချုပ်",
    "detailedPlan": "အသေးစိတ်အစီအစဉ်",
    "medicineName": "ဆေးအမည်",
    "max3Chars": "က္ခရာ ၃ လုံးအများဆုံး"
  },
  "tableHeaders": {
    "field": "အပိုင်းအစ",
    "alert": "ALERT",
    "time": "အချိန်"
  },
  "dropdownOptions": {
    "yes": "Y",
    "no": "N",
    "dontKnow": "D",
    "mobile": "M",
    "supinePosition": "SP",
    "early": "E",
    "late": "L",
    "variable": "V",
    "clear": "C",
    "meconium": "M",
    "bloody": "B",
    "anterior": "A",
    "posterior": "P",
    "transverse": "T",
    "none": "0",
    "mild": "+",
    "moderate": "++",
    "severe": "+++"
  },
  "alertValues": {
    "fhrNormal": "110-160",
    "fhrAlert": "L",
    "amnioticFluidAlert": "M+++, B",
    "fetalPositionAlert": "P, T",
    "caputAlert": "+++",
    "mouldingAlert": "+++",
    "pulseAlert": "<60, >120",
    "bpAlert": "<90, >140",
    "diastolicBPAlert": ">90",
    "temperatureAlert": "<36, >37.5",
    "urineAlert": "P++, A++",
    "contractionsAlert": "<2, >5",
    "durationAlert": "<20s, >50s"
  },
  "footer": "ဆေးဘက်ဆိုင်ရာထူးခြားမှုအတွက် ဒီဇိုင်းပြုလုပ်ထားသည်",
  "messages": {
    "accessDenied": "ဝင်ရောက်ခွင့်ငြင်းပယ်ခဲ့သည်",
    "notAuthenticated": "အသိအမှတ်ပြုခြင်း မရှိပါ။",
    "userProfileNotFound": "အသုံးပြုသူပရိုဖိုင်ကို မတွေ့ရပါ။",
    "patientNotFound": "လူနာကို မတွေ့ရပါ။",
    "patientIdNotFound": "လူနာ ID ကို မတွေ့ရပါ။",
    "noPermission": "ဤလူနာမှတ်တမ်းကို ကြည့်ရှုရန် သင့်တွင် ခွင့်ပြုချက်မရှိပါ။ ကျေးဇူးပြု၍ သင့်စီမံခန့်ခွဲသူကို ဆက်သွယ်ပါ။",
    "townshipMismatch": "ဝင်ရောက်ခွင့်ငြင်းပယ်ခဲ့သည်: သင့်မြို့နယ်ရှိ လူနာများကိုသာ ဝင်ရောက်ခွင့်ရှိပါသည်",
    "creatorMismatch": "ဝင်ရောက်ခွင့်ငြင်းပယ်ခဲ့သည်: သင်ဖန်တီးထားသော လူနာများကိုသာ ဝင်ရောက်ခွင့်ရှိပါသည်။",
    "backToPatientList": "← လူနာစာရင်းသို့ ပြန်သွားရန်",
    "errorLoadingData": "ဒေတာကို ဖွင့်ရာတွင် အမှားရှိသည်",
    "saveError": "သိမ်းဆည်းရာတွင် အမှားရှိသည်",
    "failedToSave": "ဒေတာကို သိမ်းဆည်းရာတွင် မအောင်မြင်ပါ",
    "plotDataSaved": "ဇယားဒေတာကို အောင်မြင်စွာ သိမ်းဆည်းပြီး",
    "failedToSavePlot": "ဇယားဒေတာကို သိမ်းဆည်းရာတွင် မအောင်မြင်ပါ",
    "fieldLocked": "အကွက်ကို သော့ခတ်ထားသည်",
    "fieldLockedMessage": "ဤအကွက်ကို သော့ခတ်ထားပြီး ပြင်ဆင်ခွင့်မရှိပါ။",
    "dataLossWarning": "သတိပေးချက်: သင်သည် Active First Stage Start Time ကို ပြောင်းလဲခဲ့ပါသည်။ အချိန်ကာလများ ကွဲပြားသောကြောင့် ယခင်သိမ်းဆည်းထားသော ဒေတာအားလုံးကို ရှင်းလင်းခဲ့ပါသည်။ ကျေးဇူးပြု၍ အချိန်ဇယားအသစ်အတွက် လူနာဒေတာကို ပြန်လည်ထည့်သွင်းပါ။",
    "secondStageValidation": "ဒုတိယအဆင့်သည် သားဖွားခြင်းတက်ကြွအဆင့်ပထမပိုင်းစတင်ချိန်ပြီးမှ စတင်သင့်ပါသည်။",
    "enterSecondStageTime": "ကျေးဇူးပြု၍ ဒုတိယအဆင့်စတင်ချိန်ကို ဦးစွာထည့်သွင်းပါ။",
    "setActiveFirstStage": "ကျေးဇူးပြု၍ သားဖွားခြင်းတက်ကြွအဆင့်ပထမပိုင်းစတင်ချိန်ကို ဦးစွာသတ်မှတ်ပါ။",
    "clearAllDataConfirm": "⚠️ ဤသည်မှာ ဇယားဒေတာအားလုံးကို အမြဲတမ်းဖျက်သိမ်းမည်ဖြစ်သည်။ သေချာပါသလား?",
    "clearedUnsavedPoints": "သိမ်းဆည်းမထားသော အမှတ်အသားများကို ရှင်းလင်းပြီး",
    "clearedAllData": "ဒေတာအားလုံးကို ရှင်းလင်းပြီး"
  },
  "validation": {
    "required": "ဤအကွက်သည် လိုအပ်ပါသည်",
    "invalidTime": "ကျေးဇူးပြု၍ မှန်ကန်သောအချိန်ကို ထည့်သွင်းပါ",
    "invalidNumber": "ကျေးဇူးပြု၍ မှန်ကန်သောနံပါတ်ကို ထည့်သွင်းပါ",
    "timeAfterFirstStage": "ဒုတိယအဆင့်သည် သားဖွားခြင်းတက်ကြွအဆင့်ပထမပိုင်းစတင်ချိန်ပြီးမှ စတင်သင့်ပါသည်"
  },
  "recommendations": {
    "fhrRecommendation": "သန္ဓေသားနှလုံးခုန်နှုန်းကို နီးကပ်စွာ စောင့်ကြည့်ပါ။ ပုံစံဆက်ရှိနေပါက သန္ဓေသားအကဲဖြတ်ခြင်းနှင့် ဆက်တိုက်စောင့်ကြည့်ခြင်းကို စဉ်းစားပါ။",
    "pulseRecommendation": "မိခင်နှလုံးခုန်နှုန်းကို စောင့်ကြည့်ပါ။ အကြောင်းရင်းများကို စစ်ဆေးပြီး လိုအပ်ပါက နှလုံးသွေးကြောဆိုင်ရာ အကဲဖြတ်ခြင်းကို စဉ်းစားပါ။",
    "bpRecommendation": "သွေးပေါင်ချိန်ကို နီးကပ်စွာ စောင့်ကြည့်ပါ။ ပြင်းထန်သော သွေးတိုးရောဂါရှိပါက သွေးတိုးကျဆေးကို စဉ်းစားပါ။",
    "temperatureRecommendation": "ကူးစက်ရောဂါလက္ခဏာများကို စောင့်ကြည့်ပါ။ ကူးစက်ရောဂါသံသယရှိပါက ပဋိဇီဝဆေးများကို စဉ်းစားပါ။",
    "supportiveCareRecommendation": "ထောက်ပံ့ပေးသောစောင့်ရှောက်မှုနည်းလမ်းများကို ပြန်လည်စစ်ဆေးပါ။ လုံလောက်သော နာကျင်မှုသက်သာခြင်း၊ လှုပ်ရှားမှုနှင့် ရေဓာတ်ကို သေချာစေပါ။",
    "generalRecommendation": "တိုးတက်မှုကို စောင့်ကြည့်ပြီး မှတ်တမ်းတင်ပါ။ လိုအပ်ပါက ကျွမ်းကျင်သူဆရာဝန်၏ အကြံဉာဏ်ကို စဉ်းစားပါ။"
  }
}
